[
  {
    "_id": 1,
    "handle": "",
    "platform": "/inperson/",
    "content": "Victim assaulted outside a pub following closing time. Perpetrator used racial slurs when attacking victim.",
    "created_at": "19/09/2020"
  },
  {
    "_id": 2,
    "handle": "",
    "platform": "/inperson/",
    "content": "Victim is regularly verbally harrassed by her neighbour, who has recently started following her up and down stairs from her block of flats, and started making anti-Islamic comments branding her a 'terrorist', 'ISIS' and similar labels. On this occasion the neighbour saw the victim putting out the rubbish and screamed at the victim to leave the UK and 'go back' to 'your people'.",
    "created_at": "20/10/2020"
  },
  {
    "_id": 3,
    "handle": "",
    "platform": "/inperson/",
    "content": "Victim was on a Facebook group and was sent direct messages by the perpetrator threatening to kill them because of their sexuality.",
    "created_at": "26/10/2020"
  },
  {
    "_id": 4,
    "handle": "@kingkevin471",
    "platform": "/inperson/",
    "content": "Victim is known to the perpetrator as both are members of the same local residents association. After a disagreement about how it is being run, the perpetrator has begun a campaign of trolling the victim online, making offensive comments about their mental capacity due to the fact they use a wheelchair. Despite blocking the perpetrator several times they create new accounts and send the victim multiple messages to this effect every day. This incident relates to a particular Facebook direct message with offensive comment regarding the victim's disabled status.",
    "created_at": "19/09/2020"
  },
  {
    "_id": 5,
    "handle": "",
    "platform": "/inperson/",
    "content": "Victim is known to the alleged offender. They used to be school friends but the offender has reacted very negatively to the victim's gender transition and has taken to following them when they see them in the street, misgendering them and referring to their previous name (deadnaming). On the most recent occasion the victim was followed home from the station when the offender saw them there, with abuse of this nature shouted at them until they reached home.",
    "created_at": "01/10/2020"
  },
  {
    "_id": 6,
    "handle": "@kingkevin471",
    "platform": "/twitter/",
    "content": "i txt my old bitch my new bitch pussy wetter",
    "extracted_link": "",
    "created_at": "14/08/2019"
  },
  {
    "_id": 7,
    "handle": "@roger00",
    "platform": "/instagram/",
    "content": "most hated but the hoes favorite  #2MW #SevenOne",
    "extracted_link": "http://t.co/BMdSVMc3rC",
    "created_at": "07/04/2019"
  },
  {
    "_id": 8,
    "handle": "@longdaniel",
    "platform": "/twitter/",
    "content": "you dodge a bullet  &#128517; @DaRealKha: All da bitches I cut off pregnant or bound to be ....thank God",
    "extracted_link": "http://t.co/BMdSVMc3rC",
    "created_at": "18/04/2020"
  },
  {
    "_id": 9,
    "handle": "@julie30",
    "platform": "/facebook/",
    "content": "@ARIZZLEINDACUT: Females think dating a pussy is cute now?",
    "extracted_link": "http://t.co/cOU2WQ5L4q",
    "created_at": "06/03/2020"
  },
  {
    "_id": 10,
    "handle": "@ycunningham",
    "platform": "/instagram/",
    "content": "@ArizonasFinest6: Why the eggplant emoji doe?y he say she looked like scream lmao",
    "extracted_link": "",
    "created_at": "26/02/2019"
  }
]
